
/* No comment provided by engineer. */
" (Autoreply)" = " (Autosvar)";

/* No comment provided by engineer. */
" - Indexing %i of %i" = " - Indexerar %1$i av %2$i";

/* No comment provided by engineer. */
" - Searching for '%@'" = " - Söker efter '%@'";

/* No comment provided by engineer. */
" containing '%@'" = " innehåller '%@'";

/* No comment provided by engineer. */
" of chats on %@" = " av samtal på %@";

/* No comment provided by engineer. */
" of chats with %@" = " av samtal med %@";

/* No comment provided by engineer. */
" Please restart Adium." = " Vänligen starta om Adium.";

/* file size measured in kilobytes */
"%.1f KB" = "%.1f KB";

/* file size measured in kilobytes out of some other measurement */
"%.1f KB of %@" = "%1$.1f KB av %2$@";

/* file sizes both measured in kilobytes */
"%.1f of %.1f KB" = "%1$.1f av %2$.1f KB";

/* file size measured in megabytes */
"%.2f MB" = "%.2f MB";

/* file size measured in megabytes out of some other measurement */
"%.2f MB of %@" = "%1$.2f MB av %2$@";

/* file sizes both measured in megabytes */
"%.2f of %.2f MB" = "%1$.2f av %2$.2f MB";

/* file size measured in gigabytes */
"%.3f GB" = "%.3f GB";

/* file size measured in gigabytes out of some other measurement */
"%.3f GB of %@" = "%1$.3f GB av %2$@";

/* file sizes both measured in gigabytes */
"%.3f of %.3f GB" = "%1$.3f av %2$.3f GB";

/* file sizes both measured in terabytes */
"%.4f of %.4f TB" = "%1$.4f av %2$.4f TB";

/* file size measured in terabytes */
"%.4f TB" = "%.4f TB";

/* file size measured in terabytes out of some other measurement */
"%.4f TB of %@" = "%1$.4f TB av %2$@";

/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"%@ became active" = "%@ blev aktiv";

/* No comment provided by engineer. */
"%@ began receiving %@" = "%1$@ började ta emot %2$@";

/* No comment provided by engineer. */
"%@ began sending you %@" = "%1$@ började skicka dig %2$@";

/* No comment provided by engineer. */
"%@ came back" = "%@ kom tillbaka";

/* No comment provided by engineer. */
"%@ canceled the transfer of %@" = "%1$@ avbröt överföringen av %2$@";

/* No comment provided by engineer. */
"%@ closed the conversation window." = "%@ stängde samtalsfönstret.";

/* No comment provided by engineer. */
"%@ connected" = "%@ loggade på";

/* No comment provided by engineer. */
"%@ disconnected" = "%@ loggade av";

/* No comment provided by engineer. */
"%@ is no longer seen" = "%@ är inte synlig längre";

/* No comment provided by engineer. */
"%@ is seen" = "%@ är synlig";

/* No comment provided by engineer. */
"%@ is the name of the default status icon pack; this pack therefore can not be installed." = "%@ är namnet på standardikonpaketet; detta paket kan därför inte installeras";

/* No comment provided by engineer. */
"%@ per sec." = "%@ per sek.";

/* (a bytes string) received */
"%@ received" = "%@ mottaget";

/* No comment provided by engineer. */
"%@ received %@" = "%1$@ tog emot %2$@";

/* No comment provided by engineer. */
"%@ received new email" = "%@ tog emot ny epost";

/* No comment provided by engineer. */
"%@ remaining." = "%@ återstår.";

/* No comment provided by engineer. */
"%@ requests to send you %@" = "%1$@ begär att få sända dig %2$@";

/* Contact said Message */
"%@ said %@" = "%1$@ sa %2$@";

/* (a bytes string) sent */
"%@ sent" = "%@ skickat";

/* No comment provided by engineer. */
"%@ sent you %@" = "%1$@ skickade dig %2$@";

/* No comment provided by engineer. */
"%@ went away" = "%@ är nu borta";

/* No comment provided by engineer. */
"%@ went idle" = "%@ blev inaktiv";

/* No comment provided by engineer. */
"%@'s Image" = "%@s bild";

/* No comment provided by engineer. */
"%@'s Info" = "%@s info";

/* Trigger for the album of the currently playing iTunes song */
"%_album" = "%_album";

/* Trigger for the artist of the currently playing iTunes song */
"%_artist" = "%_artist";

/* Trigger for the composer of the currently playing iTunes song */
"%_composer" = "%_kompositör";

/* Trigger for the genre of the currently playing iTunes song */
"%_genre" = "%_genre";

/* Trigger for an iTunes Music Store link to the currently playing iTunes song */
"%_iTMS" = "%_iTMS";

/* Trigger for the genre of the currently playing iTunes song */
"%_status" = "%_status";

/* Trigger for the name of the currently playing iTunes song */
"%_track" = "%_spår";

/* No comment provided by engineer. */
"%i Accounts" = "%i konton";

/* Overview of total and online accounts */
"%i accounts, %i online" = "%1$i konto(n), %2$i påloggad(e)";

/* No comment provided by engineer. */
"%i contacts" = "%i kontakter";

/* No comment provided by engineer. */
"%i Contacts" = "%i kontakter";

/* (number) downloads */
"%i downloads" = "%i nedladdningar";

/* No comment provided by engineer. */
"%i hours" = "%i timmar";

/* No comment provided by engineer. */
"%i logs" = "%i loggar";

/* No comment provided by engineer. */
"%i minutes" = "%i minuter";

/* (number) uploads */
"%i uploads" = "%i uppladdningar";

/* file size measured in bytes */
"%lu bytes" = "%lu bytes";

/* file size measured in bytes out of some other measurement */
"%lu bytes of %@" = "%1$lu bytes av %2$@";

/* file sizes both measured in bytes */
"%lu of %lu bytes" = "%1$lu av %2$lu bytes";

/* Copy, in parenthesis, as a noun indicating that the preceding item is a duplicate */
"(Copy)" = "(Kopia)";

/* No comment provided by engineer. */
"(Idle) Status" = "(Inaktiv) Status";

/* No comment provided by engineer. */
"(Not Listed)" = "(Ej i lista)";

/* No comment provided by engineer. */
"(Unavailable)" = "(Ej tillgänglig)";

/* Phrase sent in response to /music.  The first %@ is the track; the second %@ is the artist. */
"*is listening to %@ by %@*" = "*lyssnar på %1$@ av %2$@*";

/* Phrase sent in response to /music when nothing is playing. */
"*is listening to nothing*" = "*lyssnar inte på någonting*";

/* Command which triggers *is listening to %_track by %_artist* */
"/music" = "/musik";

/* No comment provided by engineer. */
"1 download" = "1 nedladdning";

/* No comment provided by engineer. */
"1 hour" = "1 timme";

/* No comment provided by engineer. */
"1 log" = "1 logg";

/* No comment provided by engineer. */
"1 minute" = "1 minut";

/* No comment provided by engineer. */
"1 upload" = "1 uppladdning";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nytt konto>";

/* Used by AIDockBadger. */
">= 1000 unread messages" = ">= 1000 olästa meddelanden";

/* Description of safe files (files which Adium can open automatically without danger to the user). This description should be on two lines; the lines are separated by \n. */
"\"Safe\" files include movies, pictures,\nsounds, text documents, and archives." = "\"Säkra\" filer inkluderar filmer, bilder,\nljud, textfiler och arkiv.";

/* No comment provided by engineer. */
"a contact" = "en kontakt";

/* No comment provided by engineer. */
"a member of %@" = "en medlem av %@";

/* No comment provided by engineer. */
"A message may not have been sent; a timeout occurred." = "Ett meddelande kanske inte skickades; en timeout uppstod";

/* About window title */
"About Adium" = "Om Adium";

/* No comment provided by engineer. */
"About Encryption" = "Om kryptering";

/* No comment provided by engineer. */
"About Encryption..." = "Om kryptering...";

/* No comment provided by engineer. */
"Above other windows" = "Ovanför andra fönster";

/* No comment provided by engineer. */
"Accepted file transfer" = "Accepterade filöverföring";

/* No comment provided by engineer. */
"Accepted file transfer..." = "Godkände filöverföring...";

/* Proxy password prompt window title */
"Accessing Proxy" = "Ansluter till proxy-server";

/* Title of column containing blocking accounts */
"Account" = "Konto";

/* No comment provided by engineer. */
"Account:" = "Konto:";

/* Accounts preferences label */
"Accounts" = "Konton";

/* Add button for block list editor */
"Add" = "Lägg till";

/* No comment provided by engineer. */
"Add a new contact" = "Lägg till ny kontakt";

/* No comment provided by engineer. */
"Add a new group" = "Lägg till ny grupp";

/* No comment provided by engineer. */
"Add Contact" = "Lägg till kontakt";

/* No comment provided by engineer. */
"Add Contact To Group" = "Lägg till kontakt till grupp";

/* No comment provided by engineer. */
"Add Group" = "Lägg till grupp";

/* No comment provided by engineer. */
"Add Link" = "Lägg till länk";

/* No comment provided by engineer. */
"Add Link..." = "Infoga länk...";

/* No comment provided by engineer. */
"Add New Layout" = "Nytt utseende";

/* No comment provided by engineer. */
"Add New Layout..." = "Lägg till ny layout...";

/* No comment provided by engineer. */
"Add New Preset" = "Lägg till förinställning";

/* No comment provided by engineer. */
"Add New Preset..." = "Lägg till ny förinställning...";

/* No comment provided by engineer. */
"Add New Theme" = "Nytt tema";

/* No comment provided by engineer. */
"Add New Theme..." = "Lägg till nytt tema...";

/* No comment provided by engineer. */
"Add to Accounts:" = "Addera till konton:";

/* No comment provided by engineer. */
"Add/Edit Hyperlink" = "Lägg till/Redigera länk";

/* No comment provided by engineer. */
"Address Book" = "Adressbok";

/* Error message window title */
"Adium : Error" = "Adium : Fel";

/* Debug window title */
"Adium Debug Log" = "Adium debug-logg";

/* No comment provided by engineer. */
"Adium Forums" = "Adiums diskussionsforum";

/* No comment provided by engineer. */
"Adium Help" = "Adium hjälp";

/* No comment provided by engineer. */
"Adium Homepage" = "Adiums hemsida";

/* No comment provided by engineer. */
"Adium plugin" = "Adium plugin";

/* Growl installation explanation */
"Adium uses the Growl notification system to provide a configurable interface to display status changes, incoming messages and more.\n\nIt is strongly recommended that you allow Adium to automatically install Growl; no download is required." = "Adium använder meddelandesystemet Growl för att erbjuda ett anpassningsbart gränssnitt som visar statusändringar, inkommande meddelanden mm.\n\nDu rekommenderas att låta Adium installera Growl automatiskt; inget behöver laddas ner.";

/* Growl update explanation */
"Adium uses the Growl notification system to provide a configurable interface to display status changes, incoming messages and more.\n\nThis release of Adium includes an updated version of Growl. It is strongly recommended that you allow Adium to automatically update Growl; no download is required." = "Adium använder meddelandesystemet Growl för att erbjuda ett anpassningsbart gränssnitt som visar statusändringar, inkommande meddelanden mm.\n\nDenna utgåva av Adium innehåller en uppdaterad version av Growl. Du rekommenderas att låta Adium uppdatera Growl automatiskt; inget behöver laddas ner.";

/* No comment provided by engineer. */
"Adium was updated on %@. Your copy is %@ old.  Would you like to update?" = "Adium uppdaterades den %1$@. Din version är %2$@ gammal. Vill du uppdatera?";

/* No comment provided by engineer. */
"Adium Xtras" = "Adium Xtras";

/* No comment provided by engineer. */
"Advanced" = "Avancerat";

/* No comment provided by engineer. */
"Alias" = "Alias";

/* No comment provided by engineer. */
"Alias (User Name)" = "Alias (Användarnamn)";

/* Label beside the field for a contact's alias in the settings tab of the Get Infow indow */
"Alias:" = "Alias:";

/* No comment provided by engineer. */
"An error occurred" = "Ett fel uppstod";

/* No comment provided by engineer. */
"An error occurred while installing the X(tra)." = "Ett fel uppstod under installationen av X(tra).";

/* Appearance preferences label */
"Appearance" = "Utseende";

/* No comment provided by engineer. */
"AppleScript set" = "AppleScript-uppsättning";

/* No comment provided by engineer. */
"Applescript:" = "Applescript:";

/* No comment provided by engineer. */
"Are you sure you want to block %@?" = "Är du säker på att du vil blockera %@?";

/* No comment provided by engineer. */
"Are you sure you want to delete the %@ Dock Icon? It will be moved to the Trash." = "Är du säker på att du vill ta bort %@s dockikon? Den kommer att flyttas till papperskorgen.";

/* No comment provided by engineer. */
"Are you sure you want to delete the %@ Emoticon Pack? It will be moved to the Trash." = "Är du säker på att du vill ta bort %@s smileys-paket? Det kommer att flyttas till papperskorgen.";

/* No comment provided by engineer. */
"Are you sure you want to unblock %@?" = "Är du säker på att du vill ta bort blockeringen för %@?";

/* Directional arrow keys word */
"Arrows (%@ and %@)" = "Pilar (%1$@ och %2$@)";

/* FT Preferences */
"Automatically accept files..." = "Acceptera filer automatiskt...";

/* Accounts preferences: When Adium loads, connect this account immediately. */
"Automatically connect on launch" = "Anslut automatiskt vid start";

/* Refers to a window sliding off the edge of the screen like the Dock */
"Automatically on screen edges" = "Automatically on screen edges";

/* No comment provided by engineer. */
"Available" = "Tillgänglig";

/* No comment provided by engineer. */
"Available for friends only" = "Endast tillgänglig för vänner";

/* No comment provided by engineer. */
"Away" = "Borta";

/* No comment provided by engineer. */
"Away and Idle" = "Borta och inaktiv";

/* No comment provided by engineer. */
"Away for friends only" = "Borta endast för vänner";

/* No comment provided by engineer. */
"Away Message" = "Borta-meddelande";

/* No comment provided by engineer. */
"Away Message: %@" = "Borta-meddelande: %@";

/* No comment provided by engineer. */
"Badge (Lower Left)" = "Märke (Nere Till Vänster)";

/* No comment provided by engineer. */
"Badge (Lower Right)" = "Märke (Nere Till Höger)";

/* No comment provided by engineer. */
"Be right back" = "Är snart tillbaka";

/* No comment provided by engineer. */
"became active" = "blev aktiv";

/* No comment provided by engineer. */
"Becomes idle" = "Blir nu inaktiv";

/* No comment provided by engineer. */
"began receiving %@" = "började ta emot %@";

/* No comment provided by engineer. */
"Began receiving %@" = "började ta emot %@";

/* No comment provided by engineer. */
"Began sending %@" = "Började skicka %@";

/* No comment provided by engineer. */
"began sending you %@" = "började skicka dig %@";

/* Dock behavior contact alert label */
"Behavior" = "Uppförande";

/* No comment provided by engineer. */
"Below Name" = "Under Namnet";

/* No comment provided by engineer. */
"Below other windows" = "Under andra fönster";

/* No comment provided by engineer. */
"Beside Name" = "Bredvid Namnet";

/* Block Contact menu item */
"Block" = "Blockera";

/* Block List Editor window title */
"Block List" = "Blockeringslista";

/* Block List Editor menu item */
"Block List Editor..." = "Redigera blockeringslista";

/* No comment provided by engineer. */
"Bold" = "Fet";

/* No comment provided by engineer. */
"Bookmarks" = "Bookmarks";

/* No comment provided by engineer. */
"Borderless Window" = "Kantlöst fönster";

/* No comment provided by engineer. */
"Bounce the dock icon" = "Studsa dockikonen";

/* No comment provided by engineer. */
"Bounce the dock icon %@" = "Studsa dockikonen %@";

/* Word for [ and ] keys */
"Brackets (%@ and %@)" = "Hakparenteser (%1$@ och %2$@)";

/* No comment provided by engineer. */
"Bring Adium to Front" = "Lägg Adium överst";

/* No comment provided by engineer. */
"Bring All to Front" = "Lägg alla överst";

/* No comment provided by engineer. */
"Browse" = "Bläddra";

/* No comment provided by engineer. */
"Browse..." = "Bläddra...";

/* No comment provided by engineer. */
"Buddy:" = "Kontakt:";

/* No comment provided by engineer. */
"Busy" = "Upptagen";

/* No comment provided by engineer. */
"came back" = "kom tillbaka";

/* Cancel button for block list editor */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancel Encrypted Chat" = "Avbryt krypterat samtal";

/* File transfer canceled locally status description */
"Canceled" = "Avbruten";

/* No comment provided by engineer. */
"canceled the transfer of %@" = "avbröt överföringen av %@";

/* No comment provided by engineer. */
"Center" = "Centrerad";

/* No comment provided by engineer. */
"Check for Updates" = "Leta efter uppdateringar";

/* No comment provided by engineer. */
"Check for updates automatically" = "Leta efter uppdateringar automatiskt";

/* No comment provided by engineer. */
"Check for Updates..." = "Leta efter uppdateringar...";

/* No comment provided by engineer. */
"Check Spelling" = "Kontrollera stavning";

/* No comment provided by engineer. */
"Check Spelling As You Type" = "Kontrollera stavning medan jag skriver";

/* No comment provided by engineer. */
"Choose Icon" = "Välj ikon";

/* No comment provided by engineer. */
"Clear" = "Rensa";

/* FT Preferences */
"Clear completed transfers automatically" = "Rensa bort färdiga nedladdningar automatiskt";

/* Instructions on how to add an account when none are present */
"Click the + to add a new account" = "Klicka på + för att lägga till ett nytt konto";

/* No comment provided by engineer. */
"Client" = "Klient";

/* Title for the close menu item */
"Close" = "Stäng fönster";

/* Title for the close chat menu item */
"Close Chat" = "Stäng flik";

/* Button title for accepting the action of combining multiple contacts into a metacontact */
"Combine" = "Kombinera";

/* Title of the prompt when combining two contacts. Each %@ will be filled with a contact name. */
"Combine %@ and %@?" = "Kombinera %1$@ och %2$@?";

/* Title of the prompt when combining two or more contacts with another.  %@ will be filled with a contact name. */
"Combine these contacts with %@?" = "Kombinera dessa kontakter med %@?";

/* No comment provided by engineer. */
"Command failed." = "Kommandot misslyckades.";

/* No comment provided by engineer. */
"Complete" = "Klar";

/* No comment provided by engineer. */
"Configure Alphabetical Sort" = "Konfigurera alfabetisk sortering";

/* Configure Sort window title */
"Configure Sorting" = "Konfigurera sortering";

/* No comment provided by engineer. */
"Configure Sorting..." = "Konfigurera sortering...";

/* No comment provided by engineer. */
"Configure Status Sort" = "Konfigurera statussortering";

/* No comment provided by engineer. */
"connected" = "ansluten";

/* No comment provided by engineer. */
"Connecting" = "Ansluter";

/* Password prompt window title */
"Connecting Account" = "Ansluter konto";

/* No comment provided by engineer. */
"Consolidate Chats" = "Sammanfoga samtal";

/* No comment provided by engineer. */
"Consolidate contacts listed in the card" = "Sammanfoga kontakter listade på kortet";

/* Title of column containing user IDs of blocked contacts */
"Contact" = "Kontakt";

/* No comment provided by engineer. */
"Contact Alert" = "Kontaktvarning";

/* No comment provided by engineer. */
"Contact Alert Error" = "Contact Alert Error";

/* No comment provided by engineer. */
"Contact becomes idle" = "Kontakten är nu inaktiv";

/* No comment provided by engineer. */
"Contact Bubbles" = "Kontaktbubblor";

/* No comment provided by engineer. */
"Contact Bubbles (To Fit)" = "Kontaktbubblor (tillpassa)";

/* No comment provided by engineer. */
"Contact goes away" = "Kontakten är nu borta";

/* No comment provided by engineer. */
"Contact Icon" = "Kontaktikon";

/* No comment provided by engineer. */
"Contact ID" = "Kontakt-ID";

/* No comment provided by engineer. */
"Contact Info" = "Kontaktinfo";

/* No comment provided by engineer. */
"Contact is no longer seen" = "Kontakten är inte längre synlig";

/* No comment provided by engineer. */
"Contact is seen" = "Kontakten är synlig";

/* Name of the window which lists contacts */
"Contact List" = "Kontaktlista";

/* No comment provided by engineer. */
"contact list layout" = "kontaktlistans utseende";

/* No comment provided by engineer. */
"contact list theme" = "kontaktlistans tema";

/* No comment provided by engineer. */
"Contact Name Format" = "Kontaktnamnsformat";

/* No comment provided by engineer. */
"Contact returns from away" = "Kontakten slutar vara borta";

/* No comment provided by engineer. */
"Contact returns from idle" = "Kontakten slutar vara inaktiv";

/* No comment provided by engineer. */
"Contact signs off" = "Kontakten loggar av";

/* No comment provided by engineer. */
"Contact signs on" = "Kontakten loggar på";

/* Contact type service dropdown label in Add Contact */
"Contact Type:" = "Kontakttyp:";

/* Contact List window title */
"Contacts" = "Kontakter";

/* No comment provided by engineer. */
"Contacts Drawer" = "Kontaktlåda";

/* No comment provided by engineer. */
"Content" = "Innehåll";

/* No comment provided by engineer. */
"Copy" = "Kopiera";

/* No comment provided by engineer. */
"Could not create the %@ folder." = "Kunde inte skapa mappen %@.";

/* No comment provided by engineer. */
"Could not receive because the rate limit has been exceeded." = "Kunde inte ta emot då hastighetsgränsen överskridits.";

/* No comment provided by engineer. */
"Could not receive the last message because it was invalid." = "Kunde inte ta emot det sista meddelandet då det inte var giltigt.";

/* No comment provided by engineer. */
"Could not receive the last message because it was too large." = "Kunde inte ta emot det sista meddelandet då det var för stort.";

/* No comment provided by engineer. */
"Could not receive: you are too evil." = "Kunde inte ta emot: du är för ondskefull.";

/* No comment provided by engineer. */
"Could not receive; %@ is too evil." = "Kunde inte ta emot: %@ är för ondskefullt.";

/* No comment provided by engineer. */
"Could not send because %@ is blocked." = "Kunde inte skicka för att %@ är blockerad.";

/* No comment provided by engineer. */
"Could not send because %@ is not available." = "Kunde inte skicka för att %@ inte är tillgänglig.";

/* No comment provided by engineer. */
"Could not send the last message because it was too large." = "Kunde inte skicka det sista meddelandet då det var för stort.";

/* No comment provided by engineer. */
"Could not send; a connection error occurred." = "Kunde inte skicka; ett anslutningsfel uppstod";

/* No comment provided by engineer. */
"Could not send; not allowed while invisible." = "Kunde inte skicka; ej tillåtet när du är osynlig.";

/* No comment provided by engineer. */
"Create new messages in tabs" = "Skapa nya meddelanden i flikar";

/* Word for { and } keys */
"Curly braces (%@ and %@)" = "Krullparenteser (%1$@ och %2$@)";

/* No comment provided by engineer. */
"Current Status" = "Nuvarande status";

/* No comment provided by engineer. */
"Custom" = "Anpassa";

/* Title of the Custom Message Style popup menu item */
"Custom..." = "Egen...";

/* No comment provided by engineer. */
"Customize Toolbar" = "Anpassa verktygsfält";

/* No comment provided by engineer. */
"Customize Toolbar..." = "Anpassa verktygsfält...";

/* No comment provided by engineer. */
"Cut" = "Klipp ut";

/* No comment provided by engineer. */
"Date" = "Datum";

/* singular day */
"day" = "dag";

/* plural days */
"days" = "dagar";

/* No comment provided by engineer. */
"Days" = "Dagar";

/* No comment provided by engineer. */
"Debug Window" = "Debugfönster";

/* No comment provided by engineer. */
"Default" = "Standard";

/* No comment provided by engineer. */
"Default Notifications" = "Standardmeddelanden";

/* No comment provided by engineer. */
"Delete" = "Radera";

/* No comment provided by engineer. */
"Delete Account" = "Radera konto";

/* No comment provided by engineer. */
"Delete All" = "Delete All";

/* No comment provided by engineer. */
"Delete all logs" = "Radera alla loggar";

/* No comment provided by engineer. */
"Delete Dock Icon" = "Radera dockikon";

/* No comment provided by engineer. */
"Delete Emoticon Pack" = "Radera smileys-paket";

/* No comment provided by engineer. */
"Delete Layout" = "Delete Layout";

/* No comment provided by engineer. */
"Delete selected log" = "Radera markerad logg";

/* No comment provided by engineer. */
"Delete the account %@?" = "Radera kontot %@?";

/* No comment provided by engineer. */
"Delete the layout \"%@\" from %@?" = "Radera layouten \"%1$@\" från %2$@?";

/* No comment provided by engineer. */
"Delete the theme \"%@\" from %@?" = "Radera temat \"%1$@\" från %2$@?";

/* No comment provided by engineer. */
"Delete Theme" = "Delete Theme";

/* No comment provided by engineer. */
"Details" = "Detaljer";

/* No comment provided by engineer. */
"Disable chat encryption" = "Stäng av samtalskryptering";

/* No comment provided by engineer. */
"Disassociate the selected contact from this meta contact. This does not remove the contact from your contact list." = "Disassociate the selected contact from this meta contact. This does not remove the contact from your contact list.";

/* No comment provided by engineer. */
"disconnected" = "nedkopplad";

/* No comment provided by engineer. */
"Disconnecting" = "Kopplar ner";

/* No comment provided by engineer. */
"Display a Growl notification" = "Visa ett Growl-meddelande";

/* No comment provided by engineer. */
"Display a sticky Growl notification" = "Visa ett bestående Growl-meddelande";

/* No comment provided by engineer. */
"Display an alert" = "Visa en varning";

/* No comment provided by engineer. */
"Display Name" = "Visningsnamn";

/* No comment provided by engineer. */
"Display name in the dock icon" = "Visa namn i dockikonen";

/* No comment provided by engineer. */
"Display Preferences" = "Display Preferences";

/* No comment provided by engineer. */
"Display the alert \"%@\"" = "Visa varningsrutan \"%@\"";

/* No comment provided by engineer. */
"Do not disturb" = "Stör ej";

/* No comment provided by engineer. */
"dock icon set" = "dockikonuppsättning";

/* Label for preference to select dock icon */
"Dock icons:" = "Dockikoner:";

/* Done button for block list editor */
"Done" = "Klar";

/* No comment provided by engineer. */
"Edit" = "Redigera";

/* No comment provided by engineer. */
"Edit Layouts" = "Ändra utseende";

/* No comment provided by engineer. */
"Edit Layouts..." = "Redigera utseende...";

/* No comment provided by engineer. */
"Edit Link" = "Ändra länk";

/* No comment provided by engineer. */
"Edit Link..." = "Redigera länk";

/* No comment provided by engineer. */
"Edit Presets" = "Ändra förinställning";

/* No comment provided by engineer. */
"Edit Presets..." = "Redigera förinställningar...";

/* No comment provided by engineer. */
"Edit Status Menu" = "Ändra statusmeny";

/* No comment provided by engineer. */
"Edit Status Menu..." = "Redigera statusmeny";

/* No comment provided by engineer. */
"Edit Themes" = "Ändra tema";

/* No comment provided by engineer. */
"Edit Themes..." = "Redigera teman";

/* No comment provided by engineer. */
"Emoticon" = "Smileys";

/* No comment provided by engineer. */
"emoticon set" = "smileysuppsättning";

/* Emoticons/Smilies */
"Emoticons" = "smileys";

/* Emoticons in <an emoticon pack name> */
"Emoticons in %@" = "smileys i %@";

/* No comment provided by engineer. */
"Encrypt chats as requested" = "Kryptera samtal vid förfrågan";

/* No comment provided by engineer. */
"Encrypt chats automatically" = "Kryptera samtal automatiskt";

/* No comment provided by engineer. */
"Encrypted Messaging" = "Krypterat meddelande";

/* No comment provided by engineer. */
"Encrypted OTR chat initiated." = "Krypterat OTR-samtal påbörjat.";

/* No comment provided by engineer. */
"Encryption" = "Kryptering";

/* No comment provided by engineer. */
"Encryption Settings" = "Krypteringsinställningar";

/* Label besides the field for contact encryption settings */
"Encryption:" = "Kryptering:";

/* No comment provided by engineer. */
"Ended encrypted OTR chat." = "Krypterat OTR-samtal avslutat.";

/* Enter key for sending messages */
"Enter" = "Enter";

/* No comment provided by engineer. */
"Enter a unique name for this new event set." = "Inför ett unikt namn för denna nya händelseuppsättning.";

/* No comment provided by engineer. */
"Enter a unique name for this new layout." = "Inför ett unikt namn för detta nya utseende.";

/* No comment provided by engineer. */
"Enter a unique name for this new theme." = "Inför ett unikt namn för detta nya tema.";

/* Enter and return key for sending messages */
"Enter and Return" = "Enter och Retur";

/* No comment provided by engineer. */
"Enter group name:" = "Skriv gruppnamn:";

/* No comment provided by engineer. */
"Error occurs" = "Fel uppstår";

/* No comment provided by engineer. */
"Error Saving Theme" = "Fel när tema skulle sparas";

/* No comment provided by engineer. */
"Even if the contact already has a contact icon" = "Även om kontakten redan har en kontaktikon";

/* No comment provided by engineer. */
"Event preset:" = "Händelseförinställning:";

/* Name of preferences and tab for specifying what Adium should do when events occur - for example, when display a Growl alert when John signs on. */
"Events" = "Händelser";

/* No comment provided by engineer. */
"Every 10 Seconds" = "Var 10:e sekund";

/* No comment provided by engineer. */
"Every 15 Seconds" = "Var 15:e sekund";

/* No comment provided by engineer. */
"Every 30 Seconds" = "Var 30:e sekund";

/* No comment provided by engineer. */
"Every 5 Seconds" = "Var 5:e sekund";

/* No comment provided by engineer. */
"Every 60 Seconds" = "Var 60:e sekund";

/* No comment provided by engineer. */
"Extended away" = "Borta (Utökad)";

/* No comment provided by engineer. */
"Far Left" = "Långt Till Vänster";

/* No comment provided by engineer. */
"Far Right" = "Långt Till Höger";

/* No comment provided by engineer. */
"File" = "Arkiv";

/* No comment provided by engineer. */
"File Transfer" = "Filöverföringar";

/* No comment provided by engineer. */
"File transfer begins" = "Filöverföring startar";

/* No comment provided by engineer. */
"File transfer canceled by the other side" = "Filöverföringen avbröts av motparten";

/* No comment provided by engineer. */
"File transfer completed successfully" = "Filöverföring fullbordad.";

/* No comment provided by engineer. */
"File Transfer Request" = "Begäran om filöverföring";

/* No comment provided by engineer. */
"File transfer requested" = "Filöverföring begärd";

/* No comment provided by engineer. */
"File Transfers" = "Filöverföringar";

/* No comment provided by engineer. */
"Fill" = "Fyll";

/* No comment provided by engineer. */
"Find" = "Sök";

/* No comment provided by engineer. */
"Find Next" = "Sök nästa";

/* No comment provided by engineer. */
"Find Previous" = "Sök föregående";

/* Name display style, e.g. Evan */
"First" = "Förnamn";

/* Name display style, e.g. Evan Schoenberg */
"First Last" = "Förnamn Efternamn";

/* No comment provided by engineer. */
"Flash names with unviewed messages" = "Låt namn med olästa meddelanden blinka";

/* No comment provided by engineer. */
"Force encryption and refuse plaintext" = "Påtvinga kryptering och avvisa vanlig text";

/* No comment provided by engineer. */
"Format" = "Format";

/* Format name as: [popup menu of choices like 'First, Last'] */
"Format name as:" = "Formatera namn som:";

/* No comment provided by engineer. */
"Found %i matches" = "Hittade %i träffar";

/* No comment provided by engineer. */
"Found 1 match" = "Hittade 1 träff";

/* No comment provided by engineer. */
"Free for chat" = "Ledig för samtal";

/* No comment provided by engineer. */
"From" = "Från";

/* No comment provided by engineer. */
"From:" = "Från:";

/* General preferences label */
"General" = "Generellt";

/* No comment provided by engineer. */
"Get Info" = "Visa info";

/* No comment provided by engineer. */
"Goes away" = "Är nu borta";

/* No comment provided by engineer. */
"Group" = "Grupp";

/* No comment provided by engineer. */
"Group Bubbles" = "Gruppbubblor";

/* No comment provided by engineer. */
"Group Name:" = "Gruppnamn:";

/* Growl installation window title */
"Growl Installation Recommended" = "Installation av growl rekommenderas";

/* Growl update window title */
"Growl Update Available" = "Growl-uppdatering tillgänglig";

/* No comment provided by engineer. */
"Help" = "Hjälp";

/* No comment provided by engineer. */
"Hide" = "Hide";

/* No comment provided by engineer. */
"Hide Adium" = "Göm Adium";

/* No comment provided by engineer. */
"Hide Emoticons" = "Göm smileys";

/* No comment provided by engineer. */
"Hide Others" = "Göm övriga";

/* No comment provided by engineer. */
"Hide Toolbar" = "Göm verktygsfält";

/* No comment provided by engineer. */
"Hide while Adium is in the background" = "Göm när Adium är i bakgrunden";

/* singular hour */
"hour" = "timme";

/* plural hours */
"hours" = "timmar";

/* No comment provided by engineer. */
"Hours" = "Timmar";

/* Adium forums page. Localize only if a translated version exists. */
"http://forum.adiumx.com/" = "http://forum.adiumx.com";

/* Adium homepage. Only localize if a translated version of the page exists. */
"http://www.adiumx.com/" = "http://www.adiumx.com/";

/* Adium xtras page. Localized only if a translated version exists. */
"http://www.adiumxtras.com/" = "http://www.adiumextras.com";

/* Fast user switching away message */
"I have switched logged in users. Someone else may be using the computer." = "Jag har bytt inloggad användare. En annan användare kanske använder datorn.";

/* No comment provided by engineer. */
"Icon" = "Ikon";

/* No comment provided by engineer. */
"Idle" = "Inaktiv";

/* No comment provided by engineer. */
"Idle Time" = "inaktiv tid";

/* Ignore means no longer receive messages from this contact in a chat */
"Ignore" = "Ignorera";

/* No comment provided by engineer. */
"Image Picker" = "Bildväljare";

/* No comment provided by engineer. */
"Images" = "Bilder";

/* No comment provided by engineer. */
"Import my contacts' names from the Address Book" = "Importera mina kontakters namn från Adressboken";

/* No comment provided by engineer. */
"In Group" = "I grupp";

/* No comment provided by engineer. */
"In Group:" = "I grupp:";

/* No comment provided by engineer. */
"Incorrect number of command argments." = "Felaktigt antal argument till kommandot.";

/* short form of tab view item title for Contact Info window's first tab */
"Info" = "Info";

/* No comment provided by engineer. */
"Initializing transfer" = "Förbereder filöverföring";

/* No comment provided by engineer. */
"Initializing transfer..." = "Startar överföring...";

/* No comment provided by engineer. */
"Initiate Encrypted OTR Chat" = "Starta krypterat OTR-samtal";

/* No comment provided by engineer. */
"Initiating file transfer" = "Påbörjar filöverföring";

/* No comment provided by engineer. */
"Initiating file transfer..." = "Startar filöverföring";

/* No comment provided by engineer. */
"Insert" = "Infoga";

/* No comment provided by engineer. */
"Insert a script" = "Infoga skript";

/* No comment provided by engineer. */
"Insert an emoticon into the text" = "Infoga en smiley i texten";

/* No comment provided by engineer. */
"Insert Emoticon" = "Infoga smileys";

/* No comment provided by engineer. */
"Insert Link" = "Infoga länk";

/* No comment provided by engineer. */
"Insert link to active page in Safari" = "Infoga länk till aktiv sida i Safari";

/* No comment provided by engineer. */
"Insert Safari Link" = "Infoga Länk i Safari";

/* No comment provided by engineer. */
"Insert Script" = "Infoga skript";

/* Title of installation failed window */
"Installation Failed" = "Installationen misslyckades";

/* Installation introduction, like 'Installation of the message style Fiat was successful...'. */
"Installation of the %@ %@ was successful because the file was already in the correct location." = "Installationen av %1$@ %2$@ lyckades därför att filen redan var på rätt plats.";

/* Installation sentence, like 'Installation of the message style Fiat was successful.'. */
"Installation of the %@ %@ was successful." = "Installationen av %1$@ %2$@ lyckades.";

/* Installation failed sentence, like 'Installation of the message style Fiat was unsuccessful.'. */
"Installation of the %@ %@ was unsuccessful." = "Installationen av %1$@ %2$@ misslyckades";

/* Title of installation successful window */
"Installation Successful" = "Installationen lyckades";

/* No comment provided by engineer. */
"Invisible" = "Osynlig";

/* No comment provided by engineer. */
"Invite to Chat" = "Inbjudan till samtal";

/* No comment provided by engineer. */
"is no longer seen" = "är inte längre synlig";

/* No comment provided by engineer. */
"Is no longer seen" = "Är inte längre synlig";

/* No comment provided by engineer. */
"is seen" = "är synlig";

/* No comment provided by engineer. */
"Is seen" = "Är synlig";

/* No comment provided by engineer. */
"Is sent a message" = "Skickades ett meddelande";

/* No comment provided by engineer. */
"Italic" = "Kursiv";

/* No comment provided by engineer. */
"Join Group Chat" = "Gå med i gruppsamtal";

/* No comment provided by engineer. */
"Join Group Chat..." = "Gå med i gruppsamtal...";

/* No comment provided by engineer. */
"Jump to Selection" = "Hoppa till markering";

/* Contact list labels */
"Labels" = "Labels";

/* Name display style, e.g. Schoenberg Evan */
"Last First" = "Efternamn Förnamn";

/* A time interval such as '4 days ago' will be shown after this tooltip identifier */
"Last Seen" = "Syntes senast";

/* Name display style, e.g. Schoenberg, Evan */
"Last, First" = "Efternamn, Förnamn";

/* No comment provided by engineer. */
"Launch Disk Utility" = "Starta Skivverktyg";

/* No comment provided by engineer. */
"Left" = "Vänster";

/* No comment provided by engineer. */
"License" = "Licens";

/* No comment provided by engineer. */
"Link" = "Länk";

/* Label for the text entry area for the name when creating a link */
"Link Text:" = "Länktext:";

/* No comment provided by engineer. */
"Listed on the following of your accounts:" = "Listad på följande av dina konton:";

/* No comment provided by engineer. */
"Loading" = "Läser";

/* No comment provided by engineer. */
"Log messages" = "Spara meddelanden";

/* No comment provided by engineer. */
"Log Viewer" = "Meddelandehistorik";

/* No comment provided by engineer. */
"Logs" = "Historik";

/* No comment provided by engineer. */
"Maximum width:" = "Maximal bredd:";

/* The option '[ ] Show Adium status in menu bar' follows */
"Menu item:" = "Menyval:";

/* No comment provided by engineer. */
"Message" = "Meddelande";

/* No comment provided by engineer. */
"Message History" = "Meddelandehistorik";

/* No comment provided by engineer. */
"Message received" = "Meddelande mottaget";

/* No comment provided by engineer. */
"Message received (Background chat)" = "Meddelande mottaget (bakgrundssamtal)";

/* No comment provided by engineer. */
"Message received (Initial)" = "Meddelande mottaget (inledande)";

/* No comment provided by engineer. */
"Message sent" = "Meddelande skickat";

/* No comment provided by engineer. */
"message style" = "meddelandestil";

/* No comment provided by engineer. */
"Message tabs:" = "Meddelandeflikar:";

/* No comment provided by engineer. */
"Message:" = "Meddelande:";

/* Title for the messages window menu item */
"Messages" = "Meddelanden";

/* No comment provided by engineer. */
"Messages send on:" = "Meddelanden skickade den:";

/* No comment provided by engineer. */
"Messages:" = "Meddelanden:";

/* No comment provided by engineer. */
"Minimize" = "Minimera";

/* singular minute */
"minute" = "minut";

/* plural minutes */
"minutes" = "minuter";

/* No comment provided by engineer. */
"Mobile" = "Mobil";

/* singular month */
"month" = "månad";

/* plural months */
"months" = "månader";

/* No comment provided by engineer. */
"Multiple Packs Selected" = "Flera paket valda";

/* No comment provided by engineer. */
"My Webcam" = "Min webbkamera";

/* No comment provided by engineer. */
"Names" = "Namn";

/* No comment provided by engineer. */
"New Chat" = "Nytt samtal";

/* No comment provided by engineer. */
"New Chat..." = "Nytt samtal...";

/* No comment provided by engineer. */
"New email notification" = "Meddelande om ny epost";

/* No comment provided by engineer. */
"New Event Set" = "Ny händelseuppsättning";

/* No comment provided by engineer. */
"New Message" = "Nytt meddelande";

/* No comment provided by engineer. */
"Next Chat" = "Nästa samtal";

/* No comment provided by engineer. */
"No updates are available.  Please try again later." = "Inga uppdateringar finns tillgängliga. Försök igen senare.";

/* No comment provided by engineer. */
"None" = "Ingen";

/* No comment provided by engineer. */
"Nontrusted Xtra" = "Opålitlig Xtra";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Normally" = "Normalt";

/* No comment provided by engineer. */
"Not at home" = "Inte hemma";

/* No comment provided by engineer. */
"Not at my desk" = "Inte vid mitt skrivbord";

/* No comment provided by engineer. */
"Not available" = "Ej tillgänglig";

/* No comment provided by engineer. */
"Not in the office" = "Inte på kontoret";

/* Short identifier for the 'notes' which can be entered for contacts. This will be shown in the contact list tooltips. */
"Notes" = "Noteringar";

/* Label beside the field for contact notes in the Settings tab of the Get Info window */
"Notes:" = "Anteckningar:";

/* No comment provided by engineer. */
"Occupied" = "Upptagen";

/* No comment provided by engineer. */
"Offline" = "Ej ansluten";

/* No comment provided by engineer. */
"Offline Contacts" = "Ej anslutna kontakter";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On Account" = "På konto";

/* No comment provided by engineer. */
"On Accounts:" = "On Accounts:";

/* No comment provided by engineer. */
"On the phone" = "Talar i telefon";

/* No comment provided by engineer. */
"On vacation" = "På semester";

/* No comment provided by engineer. */
"Once" = "En gång";

/* Explanation of metacontact creation */
"Once combined, Adium will treat these contacts as a single individual both on your contact list and when sending messages.\r\rYou may un-combine these contacts by getting info on them." = "När du har kombinerat dessa kontakter kommer Adium att behandla dem som en enda kontakt, både i kontaktlistan och när du skickar meddelanden.\r\rDu kan separera dem igen genom att visa info på dem.";

/* No comment provided by engineer. */
"Online" = "Ansluten";

/* A time interval such as '3 days' will be shown after this identifier */
"Online For" = "Ansluten i";

/* This tooltip identifier will followed by a date */
"Online Since" = "Ansluten sedan";

/* FT Preferences */
"only from contacts on my Contact List" = "bara från kontakter på min kontaktlista";

/* No comment provided by engineer. */
"Open" = "Öppna";

/* FT Preferences */
"Open \"Safe\" files after receiving" = "Öppna \"säkra\" filer efter mottagning";

/* No comment provided by engineer. */
"Open a message window" = "Öppna ett meddelandefönster";

/* No comment provided by engineer. */
"Open Appearance Prefs" = "Öppna utseendeinställningar";

/* No comment provided by engineer. */
"Open Event Prefs" = "Öppna händelseinställningar";

/* No comment provided by engineer. */
"Open Message Prefs" = "Öppna meddelandeinställningar";

/* No comment provided by engineer. */
"Open Preferences" = "Öppna inställningar";

/* No comment provided by engineer. */
"Opening logs" = "Öppnar historik";

/* No comment provided by engineer. */
"Opening logs..." = "Öppnar loggar...";

/* No comment provided by engineer. */
"Options" = "Alternativ";

/* No comment provided by engineer. */
"Order the contact list:" = "Sortera kontaktlistan:";

/* No comment provided by engineer. */
"Organize tabs into new windows by group" = "Organisera flikar i nya fönster gruppvis";

/* No comment provided by engineer. */
"Other" = "Annat";

/* No comment provided by engineer. */
"Other Unavailable" = "Annat otillgänglig";

/* No comment provided by engineer. */
"Other..." = "Annat...";

/* No comment provided by engineer. */
"Out to lunch" = "Ute på lunch";

/* No comment provided by engineer. */
"Overwrite Address Book images with contacts' icons" = "Ersätt Adressbokens bilder med kontakters ikoner";

/* No comment provided by engineer. */
"Page Setup" = "Utskriftsformat";

/* No comment provided by engineer. */
"Page Setup..." = "Utskriftsformat...";

/* No comment provided by engineer. */
"Paste" = "Klistra in";

/* No comment provided by engineer. */
"Paste Formatted" = "Klistra in och matcha stilen";

/* No comment provided by engineer. */
"Personal" = "Personligt";

/* No comment provided by engineer. */
"Play a sound" = "Spela upp ett ljud";

/* No comment provided by engineer. */
"Play the sound \"%@\"" = "Spela ljudet \"%@\"";

/* No comment provided by engineer. */
"Play through alert device" = "Spela upp genom varningsenhet";

/* No comment provided by engineer. */
"Play through default device" = "Spela upp genom standardenhet";

/* No comment provided by engineer. */
"Please wait..." = "Var god vänta...";

/* No comment provided by engineer. */
"Preferences" = "Inställningar";

/* No comment provided by engineer. */
"Preferences..." = "Inställningar...";

/* No comment provided by engineer. */
"Previous Chat" = "Föregående samtal";

/* No comment provided by engineer. */
"Print" = "Skriv ut";

/* No comment provided by engineer. */
"Print..." = "Skriv ut...";

/* No comment provided by engineer. */
"Privacy" = "Sekretess";

/* No comment provided by engineer. */
"Profile (if available):" = "Profil (om tillgänglig)";

/* FT Preferences */
"Progress:" = "Status:";

/* No comment provided by engineer. */
"Proxy" = "Proxy-server";

/* No comment provided by engineer. */
"Quit Adium" = "Avsluta Adium";

/* No comment provided by engineer. */
"Rank" = "Rangordning";

/* No comment provided by engineer. */
"received %@" = "tog emot %@";

/* No comment provided by engineer. */
"received new email" = "tog emot ny epost";

/* FT Preferences */
"Receiving files:" = "Tar emot filer:";

/* No comment provided by engineer. */
"Regular Window" = "Normalt fönster";

/* File transfer canceled remotely status description */
"Remote contact canceled" = "Den andra kontakten avbröt";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Remove %@" = "Ta bort %@";

/* No comment provided by engineer. */
"Remove Contact" = "Ta bort kontakt";

/* No comment provided by engineer. */
"Remove from List" = "Ta bort från lista";

/* No comment provided by engineer. */
"Remove from list?" = "Remove from list?";

/* No comment provided by engineer. */
"Remove Link" = "Ta bort länk";

/* No comment provided by engineer. */
"Rename Group" = "Döp om grupp";

/* No comment provided by engineer. */
"Reorder emoticon packs by dragging. Packs are used in the order listed." = "Flytta om smileyspaket genom att dra. Paketen används i listans ordning.";

/* No comment provided by engineer. */
"Repeatedly" = "Upprepat";

/* No comment provided by engineer. */
"Report a Bug" = "Rapportera en bugg";

/* No comment provided by engineer. */
"requests to send you %@" = "begär att få skicka %@";

/* No comment provided by engineer. */
"Restore Default Formatting" = "Återställ standardformattering";

/* Return key for sending messages */
"Return" = "Return";

/* No comment provided by engineer. */
"Returns from away" = "Slutar vara borta";

/* No comment provided by engineer. */
"Returns from idle" = "Slutar vara inaktiv";

/* No comment provided by engineer. */
"Right" = "Höger";

/* No comment provided by engineer. */
"Run an Applescript" = "Kör ett Applescript";

/* %@ will be replaced by the name of the applescript to run. */
"Run the Applescript \"%@\"" = "Kör Applescriptet \"%@\"";

/* No comment provided by engineer. */
"Safari Link" = "Safarilänk";

/* No comment provided by engineer. */
"Sample" = "Sample";

/* No comment provided by engineer. */
"Save" = "Spara";

/* No comment provided by engineer. */
"Save As" = "Spara som";

/* No comment provided by engineer. */
"Save As..." = "Spara som...";

/* FT Preferences */
"Save files to:" = "Spara filer i:";

/* No comment provided by engineer. */
"Scripts" = "Skript";

/* No comment provided by engineer. */
"Search" = "Sök";

/* Placeholder for searching logs by date */
"Search by Date" = "Sök på datum";

/* Placeholder for searching logs by content */
"Search Content" = "Sök innehåll";

/* Placeholder for searching logs from an account */
"Search From" = "Sök från";

/* No comment provided by engineer. */
"Search Menu" = "Sökmeny";

/* No comment provided by engineer. */
"Search or filter logs" = "Sök eller filtrera loggar";

/* Placeholder for searching logs with/to a contact */
"Search To" = "Sök till";

/* singular second */
"second" = "sekund";

/* plural seconds */
"seconds" = "sekunder";

/* No comment provided by engineer. */
"Select All" = "Markera allt";

/* No comment provided by engineer. */
"Select an Applescript" = "Välj ett Applescript";

/* No comment provided by engineer. */
"Send %@ the message \"%@\"" = "Skicka meddelandet \"%2$@\" till %1$@ ";

/* No comment provided by engineer. */
"Send a file" = "Skicka en fil";

/* No comment provided by engineer. */
"Send a message" = "Skicka ett meddelande";

/* No comment provided by engineer. */
"Send Feedback" = "Skicka feedback";

/* No comment provided by engineer. */
"Send File" = "Skicka fil";

/* No comment provided by engineer. */
"Send File to %@" = "Skicka fil till %@";

/* No comment provided by engineer. */
"Send messages with:" = "Send messages with:";

/* No comment provided by engineer. */
"Send on Enter" = "Skicka med Enter";

/* No comment provided by engineer. */
"Send on Return" = "Skicka med Retur";

/* No comment provided by engineer. */
"Sends a message" = "Skickar ett meddelande";

/* No comment provided by engineer. */
"Sends a message in a background chat" = "Skickar ett meddelande i ett bakgrundssamtal";

/* No comment provided by engineer. */
"Sends an initial message" = "Skickar ett inledande meddelande";

/* No comment provided by engineer. */
"sent you %@" = "skickade dig %@";

/* No comment provided by engineer. */
"service icons" = "serviceikoner";

/* Label for preference to select the icon pack to used for service (AIM, MSN, etc.) */
"Service icons:" = "Serviceikoner:";

/* Services menu item in the Adium menu */
"Services" = "Tjänster";

/* tab view item title for Contact Settings (Settings) */
"Settings" = "Inställningar";

/* Shift key word + Directional arrow keys word */
"Shift + Arrows (%@ and %@)" = "Skift + Pilar (%1$@ och %2$@)";

/* No comment provided by engineer. */
"Show Adium status in menu bar" = "Visa Adiums status i menyraden";

/* No comment provided by engineer. */
"Show All" = "Visa alla";

/* No comment provided by engineer. */
"Show Colors" = "Visa färger";

/* No comment provided by engineer. */
"Show contact information tooltips" = "Visa verktygstips med kontaktinformation";

/* No comment provided by engineer. */
"Show Details" = "Visa detaljer";

/* No comment provided by engineer. */
"Show Details..." = "Visa detaljer...";

/* No comment provided by engineer. */
"Show Emoticons" = "Visa smileys";

/* No comment provided by engineer. */
"Show Fonts" = "Visa typsnitt";

/* No comment provided by engineer. */
"Show Group Online Count" = "Visa antal anslutna per grupp";

/* No comment provided by engineer. */
"Show Group Total Count" = "Visa totalt antal per grupp";

/* No comment provided by engineer. */
"Show Groups" = "Visa grupper";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Visa i Adressbok";

/* No comment provided by engineer. */
"Show in Finder" = "Visa i Finder";

/* No comment provided by engineer. */
"Show Info" = "Visa info";

/* Tooltip for the Show Info toolbar button */
"Show information about this contact or group and change settings specific to it" = "Show information about this contact or group and change settings specific to it";

/* No comment provided by engineer. */
"Show Offline Contacts" = "Visa ej anslutna kontakter";

/* No comment provided by engineer. */
"Show or hide emoticons in logs" = "Visa eller göm smileys i loggar";

/* No comment provided by engineer. */
"Show the contact list window" = "Show the contact list window";

/* No comment provided by engineer. */
"Show the contact list window for %.1f seconds" = "Show the contact list window for %.1f seconds";

/* No comment provided by engineer. */
"Show the contact list:" = "Show the contact list:";

/* FT Preferences */
"Show the File Transfers window automatically" = "Visa filöverföringsfönstret automatiskt";

/* No comment provided by engineer. */
"Show this contact's icon" = "Visa denna kontakts ikon";

/* No comment provided by engineer. */
"Show Toolbar" = "Visa verktygsfält";

/* Transitions in this context means the names fading in as the contact signs on and out as the contact signs off */
"Show transitions as contacts sign on and off" = "Visa övergång när kontakter loggar av och på";

/* No comment provided by engineer. */
"Show window shadow" = "Visa fönsterskugga";

/* No comment provided by engineer. */
"Show/Hide Bookmarks" = "Visa/Göm bokmärken";

/* No comment provided by engineer. */
"Show/Hide Emoticons" = "Visa/Göm smileys";

/* No comment provided by engineer. */
"Show/Hide the Contacts Drawer" = "Visa/Göm kontaktlådan";

/* No comment provided by engineer. */
"Signing off" = "Loggar av";

/* No comment provided by engineer. */
"Signs off" = "Loggar av";

/* No comment provided by engineer. */
"Signs on" = "Loggar på";

/* No comment provided by engineer. */
"Sorry, but Adium Message Styles are not supported in OS X 10.2 (Jaguar)." = "Tyvärr så stöds inte Adium meddelandestilar i OS X 10.2 (Jaguar).";

/* No comment provided by engineer. */
"Sort Contacts" = "Sortera kontakter";

/* No comment provided by engineer. */
"Sort Contacts Alphabetically" = "Sortera kontakter alfabetiskt";

/* No comment provided by engineer. */
"Sort contacts by last name" = "Sortera kontakter efter efternamn";

/* No comment provided by engineer. */
"Sort Contacts by Status" = "Sortera kontakter efter status";

/* No comment provided by engineer. */
"Sort Contacts Manually" = "Sortera kontakter manuellt";

/* No comment provided by engineer. */
"Sort groups alphabetically" = "Sortera grupper alfabetiskt";

/* No comment provided by engineer. */
"Sort tabs with the current sort options" = "Sortera flikar med nuvarande sorteringsinställing";

/* No comment provided by engineer. */
"sound set" = "ljuduppsättning";

/* No comment provided by engineer. */
"Sound set:" = "Ljuduppsättning:";

/* No comment provided by engineer. */
"Sound:" = "Ljud:";

/* short phrase for the contact alert which speaks the event */
"Speak Event" = "Uppläsningshändelse";

/* No comment provided by engineer. */
"Speak Event Time" = "Läs upp händelsens tid";

/* No comment provided by engineer. */
"Speak Name" = "Läs upp namn";

/* No comment provided by engineer. */
"Speak Specific Text" = "Läs upp viss text";

/* short phrase for the contact alert which speaks the event */
"Speak the event aloud" = "Läs upp händelsen högt";

/* No comment provided by engineer. */
"Speak the text \"%@\"" = "Läs upp texten \"%@\"";

/* No comment provided by engineer. */
"Speech" = "Tal";

/* No comment provided by engineer. */
"Spelling" = "Stavning";

/* file transfer is stalled status message */
"Stalled" = "Avstannad";

/* No comment provided by engineer. */
"Start Speaking" = "Börja läsa upp";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"status icons" = "statusikoner";

/* Label for preference to select status icon pack */
"Status icons:" = "Statusikoner:";

/* No comment provided by engineer. */
"Stepped out" = "Klev ur";

/* Growl contact alert label */
"Sticky" = "Klistrad";

/* No comment provided by engineer. */
"Stop Speaking" = "Sluta läsa upp";

/* No comment provided by engineer. */
"Stopped" = "Stoppad";

/* No comment provided by engineer. */
"Stretch to fill" = "Sträck ut";

/* No comment provided by engineer. */
"Successfully received %@" = "Mottagning av %@ lyckades";

/* No comment provided by engineer. */
"Successfully sent %@" = "Sändningen av %@ lyckades";

/* Selections for what keys to use to switch message tabs will follow */
"Switch tabs with:" = "Byt flikar med:";

/* No comment provided by engineer. */
"Systemwide HTTP Settings" = "Globala HTTP-inställningar";

/* No comment provided by engineer. */
"Systemwide SOCKS4 Settings" = "Globala SOCKS4-inställningar";

/* No comment provided by engineer. */
"Systemwide SOCKS5 Settings" = "Globala SOCKS5-inställningar";

/* No comment provided by engineer. */
"Text To Speak:" = "Text att läsa upp:";

/* No comment provided by engineer. */
"The conversation with %@ timed out." = "Samtalet med %@ avbröts (tidsnedkoppling).";

/* No comment provided by engineer. */
"This will remove %@ from the contact lists of your online accounts." = "This will remove %@ from the contact lists of your online accounts.";

/* No comment provided by engineer. */
"This Xtra is not hosted by adiumxtras.com. Automatic installation is not allowed." = "Denna Xtra finns inte på servern adiumxtras.com. Automatisk installation är inte tillåten.";

/* No comment provided by engineer. */
"Tile" = "Mönster";

/* No comment provided by engineer. */
"To" = "Till";

/* No comment provided by engineer. */
"To:" = "Till:";

/* No comment provided by engineer. */
"Toggle display of groups" = "Visning av grupper av/på";

/* No comment provided by engineer. */
"Toggle display of offline contacts" = "Visning av ej anslutna kontakter av/på";

/* No comment provided by engineer. */
"Toggle display of your browser's bookmarks for insertion into text" = "Växla visning av din webbläsares bokmärken för infogande i text.";

/* No comment provided by engineer. */
"Toggle encrypted messaging. Shows a closed lock when secure and an open lock when insecure." = "Aktivera krypterade samtal. Visar ett låst lås när det är säkert, och ett öppet lås när det är osäkert.";

/* No comment provided by engineer. */
"Toggle Groups Display" = "Gruppvisning av/på";

/* No comment provided by engineer. */
"Toggle Offline Contacts" = "Ej anslutna kontakter av/på";

/* No comment provided by engineer. */
"Tooltips" = "Verktygstips";

/* No comment provided by engineer. */
"Try running Repair Permissions from Disk Utility." = "Prova att köra Reparera skivbehörigheter i Skivverktyg.";

/* Un-ignore means begin receiving messages from this contact again in a chat */
"Un-ignore" = "Av-ignorera";

/* No comment provided by engineer. */
"Unable to send message to %@." = "Unable to send message to %@.";

/* No comment provided by engineer. */
"Unable to write file %@ to %@" = "kunde inte skriva filen %1$@ till %2$@";

/* No comment provided by engineer. */
"Unavailable" = "Otillgänglig";

/* Unblock Contact menu item */
"Unblock" = "Ta bort blockering";

/* No comment provided by engineer. */
"Underline" = "Understruken";

/* No comment provided by engineer. */
"Unknown conversation error." = "Okänt samtalsfel.";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"Use Address Book images as contacts' icons" = "Använd Adressbokens bilder som kontaktikoner";

/* No comment provided by engineer. */
"Use another account if necessary" = "Använd ett annat konto om nödvändigt";

/* No comment provided by engineer. */
"Use nickname if available" = "Använd smeknamn om tillgängligt";

/* No comment provided by engineer. */
"Use Selection for Find" = "Använd markering för sökning";

/* No comment provided by engineer. */
"User Name" = "Användarnamn";

/* No comment provided by engineer. */
"User Name (Alias)" = "Användarnamn (Alias)";

/* No comment provided by engineer. */
"View" = "Visa";

/* No comment provided by engineer. */
"View Logs" = "Visa Meddelandehistorik";

/* No comment provided by engineer. */
"View logs of this contact or chat" = "Visa loggar för denna kontakt eller samtal";

/* No comment provided by engineer. */
"View Previous Conversations" = "Visa tidigare samtal";

/* No comment provided by engineer. */
"Visual Notifications" = "Visuella meddelanden";

/* waiting to begin a file transfer status */
"Waiting to start." = "Väntar på att starta.";

/* No comment provided by engineer. */
"Warning Level" = "Varningsnivå";

/* singular week */
"week" = "vecka";

/* plural weeks */
"weeks" = "veckor";

/* No comment provided by engineer. */
"went away" = "är nu borta";

/* No comment provided by engineer. */
"went idle" = "blev inaktiv";

/* No comment provided by engineer. */
"When %@ connects" = "När %@ loggar på";

/* No comment provided by engineer. */
"When %@ disconnects" = "När %@ loggar av";

/* No comment provided by engineer. */
"When %@ goes away" = "När %@ blir borta";

/* No comment provided by engineer. */
"When %@ goes idle" = "När %@ blir inaktiv";

/* No comment provided by engineer. */
"When %@ returns from away" = "När %@ återkommer från borta";

/* No comment provided by engineer. */
"When %@ returns from idle" = "När %@ återigen är aktiv";

/* No comment provided by engineer. */
"When %@ sends a message to you" = "När %@ skickar ett meddelande till dig";

/* No comment provided by engineer. */
"When %@ sends a message to you in a background chat" = "När %@ skickar ett meddelande till dig i ett bakgrundssamtal";

/* No comment provided by engineer. */
"When %@ sends an initial message to you" = "När %@ skickar ett inledande meddelande till dig";

/* No comment provided by engineer. */
"When a file transfer begins" = "När en filöverföring startar";

/* No comment provided by engineer. */
"When a file transfer is canceled remotely" = "När en filöverföring avbryts av den andra parten";

/* No comment provided by engineer. */
"When a file transfer is completed successfully" = "När en fullbordad filöverföring lyckas";

/* No comment provided by engineer. */
"When a file transfer is requested" = "När en filöverföring begärs";

/* No comment provided by engineer. */
"When an error occurs" = "När ett fel uppstår";

/* No comment provided by engineer. */
"When you connect" = "När du loggar på";

/* No comment provided by engineer. */
"When you disconnect" = "När du loggar av";

/* No comment provided by engineer. */
"When you no longer see %@" = "När du inte längre kan se %@";

/* No comment provided by engineer. */
"When you receive a message in a background chat" = "När du tar emot ett meddelande i ett bakgrundssamtal";

/* No comment provided by engineer. */
"When you receive a new email notification" = "När du får notifiering om ny epost";

/* No comment provided by engineer. */
"When you receive an initial message" = "När du tar emot ett inledande meddelande";

/* No comment provided by engineer. */
"When you receive any message" = "När du tar emot ett meddelande, vilket som helst";

/* No comment provided by engineer. */
"When you see %@" = "När du ser %@";

/* No comment provided by engineer. */
"When you send %@ a message" = "När du skickar ett meddelande till %@";

/* No comment provided by engineer. */
"When you send a message" = "När du skickar ett meddelande";

/* Checkbox to indicate that something should occur while Adium is not the active application */
"While Adium is in the background" = "När Adium är i bakgrunden";

/* No comment provided by engineer. */
"Width:" = "Bredd:";

/* No comment provided by engineer. */
"Window" = "Fönster";

/* No comment provided by engineer. */
"Window Handling" = "Fönsterhantering";

/* No comment provided by engineer. */
"Xtra Download" = "Ladda ner Xtra";

/* singular year */
"year" = "år";

/* plural years */
"years" = "år";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You are editing a default event set.  Please enter a unique name for your modified set." = "Du ändrar en uppsättning standardhändelser. Var vänlig ge din ändrade uppsättning ett unikt namn.";

/* No comment provided by engineer. */
"You connect" = "Du loggar på";

/* No comment provided by engineer. */
"You disconnect" = "Du loggar av";

/* You said Message to Contact */
"You said %@ to %@" = "Du sa %1$@ till %2$@";

/* No comment provided by engineer. */
"Your Adium is up to date" = "Du har redan senaste versionen av Adium";

/* no file size */
"Zero bytes" = "Noll bytes";
